/* Title for shut-down alert warning that we're updating Boot Caches */
"Updating Boot Caches" = "Обновляю кэши загрузки";

/* Text of shut-down alert explaining why we aren't shutting down right away */
"Caches necessary for booting are being updated.  System shutdown will proceed once the caches are up to date." = "Кэши, необходимые для загрузки, обновляются. Выключение системы продолжится, когда кэши будут обновлены.";

/* Title for alert warning in boot≠root that kernel or mkext in memory doesn't match that found on root volume. */
"Inconsistent system files" = "Несовместимые системные файлы";

/* Text of alert warning in boot≠root that kernel or mkext in memory doesn't match that found on root volume. */
"Important system files in memory do not match those on disk. Kernel extensions can not be loaded, and some devices may not work. Resetting your startup disk in System Preferences may help." = "Важные системные файлы в памяти не совпадают с файлами на диске. Расширения Kernel не могут быть загружены, и некоторые устройства могут не работать. Возможно, сброс загрузочного диска в Системных настройках окажется полезным.";

/* Title for alert warning the user of a kernel extension whose contents could be replaced with malicious code. */
"System extension cannot be used" = "Нельзя использовать системное расширение";

/* Text of alert warning the user of a kernel extension whose contents could be replaced with malicious code. In two parts; the filename in question is put in between them. */
"The system extension \"" = "Системное расширение «";

"\" was installed improperly and cannot be used. Please try reinstalling it, or contact the product's vendor for an update." = "” было установлено неверно и не может использоваться. Попробуйте переустановить его или обратитесь к производителю за обновлением.";

/* OK */
"OK" = "OK";

/* Display mode naming related strings. */

"PAL"  = "PAL";
"NTSC" = "NTSC";

"256 Colors" = "256 цветов";
"Thousands"  = "Тысячи";
"Millions"   = "Миллионы";
"Trillions"  = "Триллионы";

"n/a"  = "не назначено";

"stretched"  = "растянутое";
"simulscan"  = "simulscan";
"interlaced" = "чересстрочное";
"external"   = "внешнее";


"%%.%ldf Hertz"       = "%%,%ldf Гц";
"%%.%ldf Hertz (%%@)" = "%%,%ldf Гц (%%@)";

"%d x %d"  = "%d x %d";
"%d x %dp" = "%d x %dp";
"%d x %di" = "%d x %di";

"%@"						=	"%@";
"%@ (%@)"					= 	"%@ (%@)";
"%@ (%@, %@)"					= 	"%@ (%@, %@)";
"%@ (%@, %@, %@)"				=	"%@ (%@, %@, %@)";
"%@ (%@, %@, %@, %@)"				=	"%@ (%@, %@, %@, %@)";
"%@ (%@, %@, %@, %@, %@)"			=	"%@ (%@, %@, %@, %@, %@)";

"%%@, %%.%ldf Hz"				=	"%%@, %%,%ldf Гц";
"%%@, %%.%ldf Hz (%%@)"				=	"%%@, %%,%ldf Гц (%%@)";
"%%@, %%.%ldf Hz (%%@, %%@)"			= 	"%%@, %%,%ldf Гц (%%@, %%@)";
"%%@, %%.%ldf Hz (%%@, %%@, %%@)"		=	"%%@, %%,%ldf Гц (%%@, %%@, %%@)";
"%%@, %%.%ldf Hz (%%@, %%@, %%@, %%@)"		=	"%%@, %%,%ldf Гц (%%@, %%@, %%@, %%@)";
"%%@, %%.%ldf Hz (%%@, %%@, %%@, %%@, %%@)"	=	"%%@, %%,%ldf Гц (%%@, %%@, %%@, %%@, %%@)";
